Repository: common-repository/people-also-ask
Catalog: languages/people-also-ask-*.po
Languages: pt_br

source: Enter Keywords
pt_br: Insira as Palavras-chave

source: Serial: People Also Ask Premium
pt_br: Serial do People Also Ask Premium

source: Scrapper API
pt_br: API de Scrapper

source: SERP API Key
pt_br: Chave SERP API

source: Click here to get your API Key from SerpAPI
pt_br: Clique aqui para pegar sua API Key na SerpAPI

source: Click here to get your username and password at DataForSEO
pt_br: Clique aqui para pegar seu usuário e senha na DataForSEO

source: Google Language
pt_br: Idioma do Google

source: Post Status
pt_br: Status do Post

source: Items
pt_br: Itens

source: Category
pt_br: Categoria

source: Search Depth
pt_br: Profundidade da Busca

source: level search
pt_br: nível de busca

source: levels search
pt_br: níveis de busca

source: Post Hierarchy
pt_br: Hierarquia do Post

source: Maximum number of simultaneous requests
pt_br: Número máximo de requests simultâneos

source: Include YouTube video
pt_br: Incluir video do YT

source: Display link "See full answer at..."
pt_br: Exibir link "Veja a resposta completa em ..."

source: Display link "Removal Request"
pt_br: Exibir link "Solicitação de remoção

source: Removal request page
pt_br: Página para solicitação de remoção

source: Settings
pt_br: Configurações

source: Error decoding JSON
pt_br: Erro ao decodificar JSON

source: Error decoding JSON (1)
pt_br: Erro ao decodificar JSON (1)

source: Error decoding JSON (2)
pt_br: Erro ao decodificar JSON (2)

source: Error: Check if your API key is correct https://serpapi.com/manage-api-key
pt_br: Erro: Verifique se sua chave de API está correta https://serpapi.com/manage-api-key

source: Important: Insufficient balance! Buy credits from the DataForSEO API
pt_br: Importante: Saldo insuficiente! Carregue créditos na API do DataForSEO

source: Important: Your DataForSEO API has been blocked. Contact DataForSEO
pt_br: Importante: Sua API do DataForSEO foi bloqueada. Entre em contato com a DataForSEO

source: Error: Select the Google country where you want to search in the Plugin "settings
pt_br: Erro: Informe o país do Google onde deseja pesquisar, nas configurações do Plugin

source: Important: Choose the type of Scrapper API you will use in the Plugin settings
pt_br: Importante: Informe o Tipo de API de Scrapper que irá utilizar, nas configurações do Plugin

source: Important: Enter the Scrapper API credentials you will use in the Plugin settings
pt_br: Importante: Informe as credenciais da API de Scrapper que irá utilizar, nas configurações do Plugin

source: Keyword
pt_br: Palavra-chave

source: Actions
pt_br: Ações

source: Error: code
pt_br: Erro: código

source: Use the version
pt_br: Utilize a versão

source: The Demo version of the plugin allows you to generate 25 posts
pt_br: A versão Demo do plugin permite gerar 25 posts

source: The <strong><i>Premium</i></strong> version allows you to generate unlimited posts!
pt_br: A versão <strong><i>Premium</i></strong> permite gerar posts ilimitados!

source: Get the Premium version now!
pt_br: Adquira a versão Premium agora!

source: Each keyword will be a new article created
pt_br: Cada palavra-chave será um novo artigo criado

source: Require
pt_br: Obrigatório

source: Save keywords
pt_br: Salvar palavras-chave

source: Save
pt_br: Salvar

source: View
pt_br: Visualizar

source: Edit Post
pt_br: Editar Post

source: Finished
pt_br: Finalizado

source: Pending
pt_br: Pendente

source: No content
pt_br: Sem conteúdo

source: Draft
pt_br: Rascunho

source: Published
pt_br: Publicado

source: Delete
pt_br: Excluir

source: Error: Enter the word
pt_br: Erro: Informe a palavra

source: Important: Unauthorized website
pt_br: Importante: Site não autorizado

source: Important: Domain blocked. Please contact our support
pt_br: Importante: Domínio bloqueado. Por favor entre em contato com o nosso suporte

source: Important: Serial inactive. Please contact our support
pt_br: Importante: Serial inativo. Por favor entre em contato com o nosso suporte

source: Important: Serial expired. Please contact our support, or renew your subscription
pt_br: Importante: Serial expirado. Por favor entre em contato com o nosso suporte, ou renove sua assinatura

source: Important: Invalid serial. Please contact our support
pt_br: Importante: Serial inválido. Por favor entre em contato com o nosso suporte

source: Important: Serial already in use. Please contact our support
pt_br: Importante: Serial já em uso. Por favor entre em contato com o nosso suporte

source: Important: Problem connecting to the database
pt_br: Importante: Problema na conexão com o banco de dados

source: Important: You used the XPTO Free credits available in the Demo version. Please UPGRADE to the Premium (unlimited) version at https://peoplealsoaskplugin.com
pt_br: Importante: Você utilizou os XPTO créditos gratuitos disponíveis na versão Demo. Por favor, faça o UPGRADE para a versão Premium (ilimitada) em https://peoplealsoaskplugin.com

source: Topic Parent Processed
pt_br: Tópico Pai Processado

source: Question processed
pt_br: Pergunta processada

source: Questions processed
pt_br: Perguntas processadas

source: Restarting
pt_br: Reiniciando

source: Error
pt_br: Erro

source: Important:
pt_br: Importante:

source: Processing
pt_br: Processando

source: Removal Request
pt_br: Solicitação de remoção

source: See the full answer at
pt_br: Veja a resposta completa em

source: Select a Scrapper API in the Plugin settings!
pt_br: Selecione uma API de Scrapper, nas configurações do Plugin!

source: Register the DataForSEO API user in the Plugin settings!
pt_br: Cadastre o usuário da API DataForSEO, nas configurações do Plugin!

source: Register the DataForSEO API password in the Plugin settings!
pt_br: Cadastre a senha da API DataForSEO, nas configurações do Plugin!

source: Register the SerpAPI API key in the Plugin settings!
pt_br: Cadastre a chave da API do SerpAPI, nas configurações do Plugin!

source: Select
pt_br: Selecione

source: Questions are scraped from Google through Scrapping services, which use Proxies to avoid blocking
pt_br: As perguntas são scrapeadas do Google por meio de serviços de Scrapping, que usam Proxies para evitar bloqueios

source: We recommend that you test the 2 APIs before purchasing your plans. Both offer some free credits:
pt_br: Recomendamos que teste as 2 API's, antes de contratar seus planos. Ambos oferecem alguns créditos gratuitos:

source: <strong>SerpAPI:</strong> Faster, more expensive
pt_br: <strong>SerpAPI:</strong> Mais rápida, mais cara

source: <strong>DataForSEO:</strong> Slower, cheaper
pt_br: <strong>DataForSEO:</strong> Mais lenta, mais barata

source: Get 100 free credits upon registration
pt_br: Ganhe 100 créditos grátis no cadastro

source: Get 400 free credits upon registration
pt_br: Ganhe 400 créditos grátis no cadastro

source: Google language where questions will be scraped
pt_br: Idioma do Google, onde as perguntas serão scrapeadas

source: Default status of posts when they are created
pt_br: Status padrão dos posts, quando são criados

source: Default category for posts when they are created
pt_br: Categoria padrão dos posts, quando são criados

source: None
pt_br: Nenhum

source: <strong>1 Search level:</strong> Spends 1 credit per article. Content has 4 to 6 H2 headings on average
pt_br: <strong>1 nível de Busca:</strong> Gasta 1 crédito por artigo. O conteúdo fica com 4 a 6 cabeçalhos H2 em média

source: <strong>2 Search levels:</strong> Spend 5 credits per article. Content has 20 to 30 H2/H3 headings on average
pt_br: <strong>2 níveis de Busca:</strong> Gasta 5 créditos por artigo. O conteúdo fica com 20 a 30 cabeçalhos H2/H3 em média

source: <strong>H1 > H2:</strong> Create the heading H1 = Keyword, and the other questions as H2
pt_br: <strong>H1 > H2:</strong> Cria o cabeçalho H1 = Palavra-chave, e as demais perguntas como H2

source: <strong>H1 > H2 > H3:</strong> Creates the header H1 = Keyword, the child questions as H2 and the grandchild questions as H3
pt_br: <strong>H1 > H2 > H3:</strong> Cria o cabeçalho H1 = Palavra-chave, as perguntas filhas como H2 e as perguntas netas como H3

source: <strong>Attention:</strong> Very high numbers can overload your server, or generate blockages in the Scrapping API's
pt_br: <strong>Atenção:</strong> Números muito altos podem sobrecarregar o seu servidor, ou gerar bloqueios nas API's de Scrapping

source: Whether videos will be included in posts
pt_br: Se serão incluídos vídeos nas postagens

source: Whether to display 'See full answer at....' links in Posts
pt_br: Se serão exibidos links de 'Veja a resposta completa em ....' nos Posts

source: Whether 'Request to Remove' links will be displayed on Posts
pt_br: Se serão exibidos links de 'Solicitação de remoção' nos Posts

source: removal-request
pt_br: solicitar-remocao

source: Create a page
pt_br: Crie a página

source: on the Blog, and include a contact form on it
pt_br: no Blog, e inclua um formulário de contato nela

source: https://peoplealsoaskplugin.com
pt_br: https://peoplealsoaskplugin.com/pt

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Error in API request
pt_br: Erro na requisição da API

source: (optional)
pt_br: (opcional)
